
/* No comment provided by engineer. */
"%@ is not allowed to access the camera" = "%@ Non è permesso accedere alla telecamera.";

/* No comment provided by engineer. */
"%d month(s) remaining" = "%dmesi(e) rimanenti(e)";

/* No comment provided by engineer. */
"%d totaling in %d DASH" = "%1$dtotalizzato in %2$d DASH";

/* 15 minutes */
"15M" = "15M";

/* 1 day */
"1D" = "1D";

/* 1 month */
"1M" = "1M";

/* 1 week */
"1W" = "1W";

/* 24 hours */
"24H" = "24H";

/* 2 days */
"2D" = "2D";

/* 2 hours */
"2H" = "2H";

/* 30 minutes */
"30M" = "30M";

/* 4 days */
"4D" = "4D";

/* 4 hours */
"4H" = "4H";

/* 5 minutes */
"5M" = "5M";

/* 6 hours */
"6H" = "6H";

/* 6 months */
"6M" = "6M";

/* No comment provided by engineer. */
"\nallow camera access in\nSettings->Privacy->Camera->%@" = "\npermetti l'accesso alla telecamera in\nSettings->Privacy->Camera->%@";

/* Abstain votes count title */
"Abstain" = "Astensione";

/* No comment provided by engineer. */
"ADD" = "Aggiungi";

/* No comment provided by engineer. */
"Add Comment" = "Aggiungi un Commento";

/* No comment provided by engineer. */
"Add Reply" = "Aggiungi una Risposta";

/* No comment provided by engineer. */
"Address" = "Indirizzo";

/* as in '2 months ago' */
"ago" = "fa";

/* No comment provided by engineer. */
"Alert type" = "Tipo di avviso";

/* No comment provided by engineer. */
"Alert when over" = "Avviso quando finito";

/* No comment provided by engineer. */
"Alert when under" = "Avviso quando sotto";

/* No comment provided by engineer. */
"Alloted" = "Assegnato";

/* No comment provided by engineer. */
"Any" = "Qualsiasi";

/* As in 'By Username' */
"By" = "Di";

/* No comment provided by engineer. */
"Can't check the address contains 1000 Dash" = "Non è possibile verificare che l'indirizzo contenga 1000 Dash";

/* Cancel button */
"Cancel" = "Cancella";

/* Price Screen */
"Choose Exchange" = "Scegli un Exchange";

/* Price Screen */
"Choose Market" = "Seleziona il Mercato";

/* No comment provided by engineer. */
"Completed\npayments" = "Pagamenti\nCompletati";

/* Current proposals */
"Current" = "Attuale";

/* No comment provided by engineer. */
"DASH" = "DASH";

/* No comment provided by engineer. */
"DASH per month" = "DASH al mese";

/* No comment provided by engineer. */
"Discussion" = "Discussione";

/* No comment provided by engineer. */
"Error" = "Errore";

/* No comment provided by engineer. */
"Exchange" = "Exchange";

/* No comment provided by engineer. */
"Final voting\ndeadline" = "Scadenza\ndella votazione finale";

/* No comment provided by engineer. */
"Hide Reply" = "Nascondi la risposta";

/* No comment provided by engineer. */
"Import using QR code" = "Importa usando il QR code";

/* as in 'in 2 hours' */
"in" = "in";

/* No comment provided by engineer. */
"In reply to" = "In risposta a";

/* No comment provided by engineer. */
"invalid API key" = "API key non valida";

/* No comment provided by engineer. */
"Join the discussion!" = "Unisciti alla discussione!";

/* No comment provided by engineer. */
"Login to your account using DashCentral\nOpen DashCentral.org → My Account → Mobile Access and scan the QR code" = "Fai il login al tuo account usando DashCentral\nApri DashCentral.org → My Account → Mobile Access e scannerizza il QR code";

/* No comment provided by engineer. */
"Market" = "Mercato";

/* No comment provided by engineer. */
"Masternode" = "Masternode";

/* No comment provided by engineer. */
"Masternode name (optional)" = "Nome del Masternode (Opzionale)";

/* No comment provided by engineer. */
"Monthly\namount" = "Ammontare\nMensile";

/* No comment provided by engineer. */
"My Dash Wallet" = "Il mio Portafoglio Dash";

/* No comment provided by engineer. */
"My Masternodes" = "I miei Masternode";

/* No comment provided by engineer. */
"My Wallet Addresses" = "Il mio indirizzo del Portafoglio";

/* No comment provided by engineer. */
"Name" = "Nome";

/* No comment provided by engineer. */
"News" = "News";

/* No votes count title */
"No" = "No";

/* No comment provided by engineer. */
"no payments occurred yet" = "Non è ancora avvenuto alcun pagamento";

/* No comment provided by engineer. */
"No. This proposal needs additional %d Yes vote(s) to become funded" = "No. Questa proposta necessita di ulteriori%d voti Sì per essere finanziata";

/* No comment provided by engineer. */
"not a DASH QR code" = "Non è un QR code Dash";

/* No comment provided by engineer. */
"Not a valid masternode address. This address does not contain the required 1000 Dash" = "Non è un indirizzo masternode valido. Questo indirizzo non contiene i 1000 Dash richiesti";

/* ok */
"ok" = "ok";

/* No comment provided by engineer. */
"one-time payment" = "Pagamento unico";

/* No comment provided by engineer. */
"One-time\npayment" = "Pagamento\nunico";

/* Ongoing proposals */
"Ongoing" = "In corso";

/* No comment provided by engineer. */
"Over %@" = "Sopra %@";

/* No comment provided by engineer. */
"Owner" = "Proprietario";

/* Past proposals */
"Past" = "Passato";

/* No comment provided by engineer. */
"Payment\nadded / end" = "Pagamento\naggiunto/finito";

/* No comment provided by engineer. */
"Portfolio" = "Portfolio";

/* No comment provided by engineer. */
"Price" = "Prezzo";

/* No comment provided by engineer. */
"Price Alert" = "Avviso di prezzo";

/* No comment provided by engineer. */
"Price alerts" = "Avvisi di prezzo";

/* No comment provided by engineer. */
"Proposal" = "Proposta";

/* No comment provided by engineer. */
"proposal owner" = "Responsabile della proposta";

/* No comment provided by engineer. */
"Proposals" = "Proposte";

/* No comment provided by engineer. */
"Reply" = "Risposta";

/* No comment provided by engineer. */
"required" = "richiesto";

/* No comment provided by engineer. */
"SAVE" = "SALVA";

/* Search bar placeholder */
"Search" = "Ricerca";

/* No comment provided by engineer. */
"Settings" = "Settaggi";

/* No comment provided by engineer. */
"Show full description" = "Mostra la descrizione completa";

/* No comment provided by engineer. */
"Submit your comments and exchange your ideas on this proposal" = "Invia i tuoi commenti e scambia le tue idee su questa proposta";

/* No comment provided by engineer. */
"Superblock" = "Superblocco";

/* No comment provided by engineer. */
"Total" = "Totale";

/* No comment provided by engineer. */
"Under %@" = "Sotto %@";

/* No comment provided by engineer. */
"Value in USD" = "Valore in USD";

/* No comment provided by engineer. */
"Voting deadline" = "Termine per votare";

/* No comment provided by engineer. */
"Wallet Address" = "Indirizzo del Portafoglio";

/* No comment provided by engineer. */
"Wallet name (optional)" = "Nome del Portafoglio (Opzionale)";

/* No comment provided by engineer. */
"Will be\nfunded" = "Verrà\nfinanziata";

/* No comment provided by engineer. */
"Write a comment..." = "Scrivi un commento";

/* Will be funded - yes
   Yes votes count title */
"Yes" = "Si";

/* No comment provided by engineer. */
"Your DASH" = "I tuoi Dash";
